<?php

$txt['ch_title']        = 'Подсветка синтаксиса';
$txt['ch_settings']     = 'Настройки подсветки';
$txt['ch_desc']         = 'Здесь можно включить/отключить подсветку, а также выбрать предпочитаемую тему оформления кода.';
$txt['ch_enable']       = 'Включить подсветку синтаксиса';
$txt['ch_cdn_use']      = 'Использовать CDN для загрузки скриптов и стилей';
$txt['ch_style']        = 'Стиль подсветки';
$txt['ch_fontsize']     = 'Размер шрифта';
$txt['ch_line_numbers'] = 'Отображать номера строк';
$txt['ch_copy_button']  = 'Отображать кнопку для копирования кода';
$txt['ch_legacy_links'] = 'Отображать ссылки «Выделить» и «Развернуть»';
$txt['ch_example']      = 'Образец подсветки';
$txt['ch_copy']         = 'Скопировать';
